Repository: javiertejedorm/longomatch
Catalog: po/*.po
Languages: id, tr

source: Delete period
tr: Devreyi sil

source: Add new play
tr: Yeni oynatma ekle

source: Duplicate
tr: Çoğalt

source: Drawing
tr: Çizim

source: Create new playlist...
tr: Yeni oynatma listesi oluştur...

source: Edit properties
id: Sunting properti
tr: Özellikleri düzenle

source: Move to
tr: Şuraya taşı

source: Drawings
tr: Çizimler

source: Unknown
tr: Bilinmeyen

source: No output video file
tr: Çıktı video dosyası yok

source: No input URI
tr: Girdi URI'si yok

source: No capture devices found in the system
tr: Sistemde yakalama aygıtları bulunamadı

source: PREFERENCES
tr: TERCİHLER

source: General
id: Umum
tr: Genel

source: Keyboard shortcuts
tr: Klavye kısayolları

source: Live analysis
id: Analisis langsung
tr: Canlı analiz

source: Plugins
tr: Eklentiler

source: Export project
tr: Projeyi dışa aktar

source: System
tr: Sistem

source: System templates can't be edited, do you want to create a copy?
tr: Sistem şablonları düzenlenemez, yeni bir kopya yaratmak istiyor musunuz?

source: A template with the same name already exists
tr: Aynı isimde bir şablon zaten mevcut

source: Do you want to save the current dashboard
tr: Mevcut panoyu kaydetmek ister misiniz

source: New dashboard
tr: Yeni anapano

source: Import dashboard
tr: Anapano içe aktar

source: Delete dashboard
tr: Anapano sil

source: Save dashboard
tr: Anapanoyu kaydet

source: Add category button
tr: Kategori düğmesi ekle

source: Add tag button
tr: Etiket düğmesi ekle

source: Add score button
tr: Skor düğmesi ekle

source: Add timer button
tr: Zamanlayıcı düğmesi ekle

source: Add card button
tr: Kart düğmesi ekle

source: Do you really want to delete the dashboard:
tr: Gerçekten anapanoyu silmek istiyor musunuz:

source: Dashboard files
tr: Anapano dosyaları

source: Dashboard name:
tr: Anapano ismi:

source: Name conflict
tr: İsim çakışması

source: Error importing template:
tr: Şablon içe aktarırken hata:

source: New dasboard
tr: Yeni anapano

source: Event types:
tr: Olay türleri:

source: The dashboard name is empty.
tr: Anapano ismi boş.

source: The dashboard already exists. Do you want to overwrite it ?
tr: Anapano zaten mevcut. Üstüne yazmak ister misiniz?

source: New team
tr: Yeni takım

source: Delete team
tr: Takımı sil

source: Save team
tr: Takımı kaydet

source: Do you want to save the current template
tr: Mevcut şablonu kaydetmek istiyor musunuz

source: Could not load team
tr: Takım yüklenemedi

source: The default team can't be deleted
tr: Varsayılan takım silinemez

source: The template name is empty.
tr: Şablon ismi boş.

source: The template can't be named 'default'.
tr: Şablon 'varsayılan' olarak isimlendirilemez.

source: The template already exists. Do you want to overwrite it ?
id: Templat sudah ada. Apakah Anda ingin menimpanya?
tr: Şablon daha önce yaratılmış, üzerine yazmak istiyor musunuz?

source: A team with the same name already exists
tr: Aynı isimde bir takım zaten mevcut

source: New
tr: Yeni

source: Open
tr: Aç

source: Import
tr: İçe Aktar

source: Projects manager
tr: Proje yöneticisi

source: Analysis Dashboards manager
tr: Analiz Anapano yöneticisi

source: Teams manager
tr: Takım yöneticisi

source: Category
id: Katagori
tr: Kategori

source: Timers
tr: Zamanlayıcılar

source: Visible
id: Tampak
tr: Görünür

source: Select all
id: Pilih semua
tr: Tümünü seç

source: Unselect all
id: Pilih tak satupun
tr: Tüm seçimleri kaldır

source: External video
tr: Harici video

source: External image
tr: Harici resim

source: Edit name
id: Sunting nama
tr: İsmi düzenle

source: Insert before
tr: Önüne ekle

source: Insert after
tr: Ardından ekle

source: Render
tr: Gerçekle

source: Job name
id: Nama tugas
tr: İş ismi

source: State
id: Keadaan
tr: Durum

source: Add
id: Tambah
tr: Ekle

source: Choose an image
id: Pilih suatu citra
tr: Lütfen bir resim seçin.

source: Image file format not supported
tr: Resim dosya biçimi desteklenmiyor

source: Analyzing video file:
id: Menganalisis berkas video:
tr: Video analiz ediliyor:

source: Timeout parsing file.
tr: Dosya ayrıştırılırken zaman aşımı.

source: This file doesn't contain a video stream.
id: Berkas tidak berisi stream video.
tr: Dosya video stream içermiyor.

source: This file contains a video stream but its length is 0.
tr: Dosya video içeriyor, ancak süre '0'.

source: Open file
id: Buka berkas
tr: Dosya aç

source: This file is not in a supported format, convert it with the video conversion tool
tr: Bu dosya desteklenen biçimde değil, video dönüştürme aracıyla dönüştürün

source: This file needs to be converted into a more suitable format.(This step will only take a few minutes)
tr: Bu dosyanın daha uygun bir biçime dönüştürülmesi gerekiyor. (Bu adım yalnızca bir kaç dakika alacak)

source: Jump (s):
tr: Atla (s):

source: Time:
id: Waktu:
tr: Süre:

source: Replay
tr: Yeniden oynat

source: Live
tr: Canlı

source: Period recording already started
tr: Devre kaydı zaten başladı

source: Period recording not started
tr: Devre kaydı başlamadı

source: Do you want to finish the current capture?
tr: Mevcut yakalamayı bitirmek istiyor musunuz?

source: Do you want to close and cancell the current capture?
tr: Mevcut yakalamayı kapatıp vazgeçmek istiyor musunuz?

source: Device disconnected. The capture will be paused
tr: Kayıt cihazı bağlantısı sonladı. Kayıt duraklatılıyor.

source: Device reconnected.Do you want to restart the capture?
tr: Kayıt cihazı tekrar bağlandı? Kayıda tekrar başlamak istiyor musunuz?

source: Remuxing file...
tr: Dosya yeniden çoklanıyor...

source: Remuxing file, this might take a while...
tr: Dosya yeniden çoklanıyor, bu işlem biraz sürebilir...

source: Error remuxing file:
tr: Dosya yeniden çoklamada hata:

source: The file you are trying to load is not properly supported. Would you like to convert it into a more suitable format?
tr: Yüklemeye çalıştığınız dosya düzgün desteklenmiyor. Daha uygun bir biçime dönüştürmek ister misiniz?

source: Tags list
id: Daftar tag
tr: Etiket listesi

source: Tags:
id: Tag:
tr: Etiketler:

source: Local
id: Lokal
tr: Yerel

source: Visitor
id: Tamu
tr: Ziyaretçi

source: List of players
id: Daftar pemain
tr: Oyuncu listesi

source: Teams:
id: Tim:
tr: Takımlar:

source: Team selection
id: Pemilihan tim
tr: Takım seçimi

source: Coordinates
id: Koordinat
tr: Koordinatlar

source: Migration tool
tr: Göç aracı

source: <b> We have found the following elements from the old version: </b>
tr: <b>Eski sürümden şu öğeleri bulduk:</b>

source: Convert
tr: Dönüştür

source: Nothing to migrate from the old version
tr: Eski sürümden göç ettirilecek hiçbir şey yok

source: Fake live source
tr: Sanal video kaynağı

source: Could not parse file:
id: Tak bisa mengurai berkas:
tr: Dosya ayrıştırılamadı:

source: CSV export plugin
tr: CSV dışa aktarım eklentisi

source: Export project into CSV format
tr: Projeyi CSV biçimine aktar

source: Export project to CSV file
id: Ekspor projek ke berkas CSV
tr: Projeyi CSV dosyasına aktar

source: Project exported successfully
id: Projek sukses diekspor
tr: Proje başarıyla dışa aktarıldı

source: Error exporting project
id: Galat saat mengekspor projek
tr: Proje dışa aktarımda hata

source: LongoMatch default dashboard
tr: LongoMatch varsayılan anapano

source: GStreamer open source plugins
tr: GStreamer açık kaynak eklentileri

source: GStreamer open source plugins with patents issues
tr: Patent problemleri olan GStreamer açık kaynak eklentileri

source: No data available
id: Data tidak tersedia
tr: Uygun veri yok

source: Statistics
id: Statistik
tr: İstatistikler

source: <b>All</b>
id: <b>Semua</b>
tr: <b>Tümü</b>

source: <b>Home</b>
id: <b>Kandang</b>
tr: <b>Ev</b>

source: <b>Away</b>
id: <b>Tandang</b>
tr: <b>Deplasman<b>

source: Zonal tagging
tr: Bölgesel etiketleme

source: Sub categories
id: Sub kategori
tr: Alt kategoriler

source: Histogram
tr: Çubuklu grafik

source: Pie chart
id: Bagan pai
tr: Pasta grafiği

source: Game stats
tr: Oyun istatistikleri

source: Categories stats
tr: Kategori istatistikleri

source: Players stats
tr: Oyuncu istatistikleri

source: Count
id: Cacah
tr: Sayı

source: Total
tr: Toplam

source: All
id: Semua
tr: Tümü

source: Game statistics
tr: Oyun istatistikleri

source: Show the game statistics
tr: Oyun istatistiklerini göster

source: A rendering job is running in the background. Do you really want to quit?
tr: Arka planda bir gerçekleme işi çalışıyor. Gerçekten çıkmak istiyor musunuz?

source: Close the current project to open the database manager
tr: Veri tabanı yöneticisini açmak için mevcut projeyi kapatın

source: Error capturing video frame
tr: Video çerçevesi yakalamada hata

source: Video capture is stopped
tr: Video yakalama durduruldu

source: Playlist name:
tr: Oynatma listesi ismi:

source: New playlist
id: Daftar putar baru
tr: Yeni çalma listesi

source: An error occured saving the project:
id: Terjadi kesalahan saat menyimpan projek:
tr: Ein Fehler ist beim Speichern des Projekts aufgetreten:

source: The video file and a backup of the project has been saved. Try to import it later:
tr: Video dosyası ve projenin yedeği kaydedildi. Lütfen daha sonra içe aktarmayı deneyin:

source: An error occurred opening this project:
id: Galat saat membuka projek ini:
tr: Proje açılırken bir hata oluştu:

source: Do you want to close the current project?
id: Apakah Anda ingin menutup projek saat ini?
tr: Aktif projeyi kapatmak istiyor musunuz?

source: The following error happened and the current project will be closed:
id: Kesalahan berikut terjadi dan projek saat ini akan ditutup:
tr: Aşağıdaki hata oluştuğundan mevcut proje kapatılacak:

source: The following error happened and the current capture will be closed:
tr: Aşağıdaki hata oluştuğundan mevcut yakalama kapatılacak:

source: Error rendering job:
id: Kesalahan tugas perenderan:
tr: İşlerin gerçeklenmesinde hata:

source: Rendering
id: Perenderan
tr: Gerçekleniyor

source: Rendering queue
id: Antrian perenderan
tr: Gerçekleme kuyruğu

source: Pending
id: Tertunda
tr: Beklemede

source: An error has occurred in the video editor.
id: Galat telah terjadi dalam penyunting video.
tr: Video düzenleyicide bir hata oluştu.

source: Please, try again.
id: Silakan coba lagi.
tr: Lütfen tekrar deneyiniz.

source: A template already exists with the name:
id: Suatu templat dengan nama yang sama sudah ada dengan nama:
tr: Bu isimde bir şablon zaten mevcut:

source: Import project
tr: Proje içe aktar

source: Save project
id: Simpan projek
tr: Proje kaydet

source: Plugin not found
tr: Eklenti bulunamadı

source: A project already exists for this ID:
tr: Bu kimlik için proje zaten mevcut:

source: Do you want to overwrite it?
id: Apakah Anda ingin menimpanya?
tr: Üzerine yazmak istiyor musunuz?

source: Error importing project:
id: Kesalahan saat mengimpor projek:
tr: Proje içe aktarılırken bir hata oluştu:

source: The requested audio output was not found. Please select another audio output in the Multimedia Systems Selector.
id: Keluaran audio yang diminta tak ditemukan. Harap pilih keluaran audio lain dalam Pemilih Sistem Multimedia.

source: Failed to retrieve working directory
id: Gagal mengambil direktori kerja

source: Too old version of GStreamer installed.
id: Versi GStreamer yang terpasang terlalu tua.

source: Media contains no supported video streams.
id: Media tidak memuat stream video yang didukung.

source: Failed to open video output. It may not be available. Please select another video output in the Multimedia Systems Selector.
id: Gagal membuka keluaran video. Itu mungkin tidak tersedia. Harap pilih keluaran video lain dalam Pemilih Sistem Multimedia.

source: Could not find the video output. You may need to install additional GStreamer plugins, or select another video output in the Multimedia Systems Selector.
id: Tidak bisa temukan keluaran video. Anda mungkin perlu memasang pengaya GStreamer tambahan, atau memilih keluaran video lain dalam Pemilih Sistem Multimedia.

source: Failed to open audio output. You may not have permission to open the sound device, or the sound server may not be running. Please select another audio output in the Multimedia Systems Selector.
id: Gagal membuka keluaran audio. Anda mungkin tidak punya ijin untuk membuka perangkat suara, atau server suara mungkin tidak berjalan. Harap pilih keluaran audio lain dalam Pemilih Sistem Multimedia.

source: Could not find the audio output. You may need to install additional GStreamer plugins, or select another audio output in the Multimedia Systems Selector.
id: Tidak bisa temukan keluaran audio. Anda mungkin perlu memasang pengaya GStreamer tambahan, atau pilih keluaran audio lain dalam Pemilih Sistem Multimedia.

source: %d hour
id: %d jam

source: %d minute
id: %d menit

source: %d second
id: %d detik

source: 0 seconds
id: 0 detik

source: LongoMatch: The Digital Coach
id: LongoMatch: Pelatih Digital

source: The database seems to be locked by another instance and the application will closed.
id: Basis data tampaknya terkunci oleh instansi lain dan aplikasi akan ditutup.

source: name
id: nama

source: Local Team Players
id: Pemain Tim Lokal

source: Visitor Team Players
id: Pemain Tim Tamu

source: New Before
id: Baru Sebelum

source: New After
id: Baru Sesudah

source: Remove
id: Hapus

source: Export
id: Ekspor

source: <b>Name:</b>
id: <b>Nama:</b>

source: <b>Color:</b>
id: <b>Warna:</b>

source: Trajectory
id: Trayektori

source: <b>Field position</b>
id: <b>Posisi ruas</b>

source: <b>Half field position</b>
id: <b>Posisi setengah lapangan</b>

source: <b>Goal Position</b>
id: <b>Posisi Gawang</b>

source: <b>Properties</b>
id: <b>Properti</b>

source: <b>Subcategory name</b>
id: <b>Nama subkategori</b>

source: <b>Subcategory type</b>
id: <b>Tipe subkategori</b>

source: _Add subcategory
id: T_ambah subkategori

source: <b>Subcategories</b>
id: <b>Subkategori</b>

source: <b>Width</b>
id: <b>Lebar</b>

source: _Calendar
id: _Kalender

source: Position:
id: Posisi:

source: Number:
id: Nomor:

source: Photo:
id: Foto:

source: Height
id: Tinggi

source: Weight
id: Berat

source: Birth day
id: Tanggal lahir

source: Nationality
id: Kewarganegaraan

source: Yes
id: Ya

source: No
id: Tidak

source: Plays Selection
id: Putar Pilihan

source: Visitor Team:
id: Tim Tamu:

source: Score:
id: Skor:

source: Local Team:
id: Tim Lokal:

source: Device:
id: Perangkat:

source: Image format:
id: Format citra:

source: Projects Search:
id: Pencarian Projek:

source: <b>Team</b>
id: <b>Tim</b>

source: <b>Period</b>
id: <b>Perioda</b>

source: Category Details
id: Rincian Kategori

source: Player Details
id: Rincian Pemain

source: New Project
id: Projek Baru

source: Open Project
id: Buka Projek

source: New project using a video file
id: Projek baru memakai suatu berkas video

source: <b>Project Details</b>
id: <b>Rincian Projek</b>

source: _Export
id: _Ekspor

source: Penalty
id: Penalti

source: Add tag
id: Tambah tag

source: <b>Tags</b>
id: <b>Tag</b>

source: Tags
id: Tag

source: Players
id: Pemain

source: Categories Template
id: Templat Kategori

source: Templates Manager
id: Manajer Templat

source: Output size:
id: Ukuran keluaran:

source: Capture Mode
id: Mode Tangkap

source: Analyze Mode
id: Mode Analisis

source: Teams Templates Manager
id: Manajer Templat Tim

source: _Drawing Tool
id: Alat Men_ggambar

source: New template
id: Templat baru

source: The template name is void.
id: Nama templat kosong.

source: Add new
id: Tambahkan baru

source: Delete
id: Hapus

source: Create new...
id: Buat baru...

source: Select a folder
id: Pilih suatu folder

source: Disable categories filters
id: Nonaktifkan penyaring kategori

source: Enable categories filters
id: Fungsikan penyaring kategori

source: Disable players filters
id: Nonaktifkan penyaring pemain

source: Enable players filters
id: Fungsikan penyaring pemain

source: Filename
id: Nama berkas

source: File length
id: Panjang berkas

source: Title
id: Judul

source: Local team
id: Tim lokal

source: Visitor team
id: Tim tamu

source: Result
id: Hasil

source: Teams players
id: Pemain tim

source: Team Name
id: Nama Tim

source: Input files
id: Berkas masukan

source: Error adding files:
id: Kesalahan saat menambah berkas:

source: MP4 file
id: Berkas MP4

source: Save Video As ...
id: Simpan Video Sebagai...

source: Output folder ...
id: Folder keluaran ...

source: Import file project
id: Impor berkas projek

source: Duplicate
id: Duplikat

source: Delete key frame
id: Hapus bingkai kunci

source: Move to category
id: Pindah ke katagori

source: Photo
id: Foto

source: Play this match
id: Mainkan pertandingan ini

source: Date of Birth
id: Tanggal Lahir

source: Position
id: Posisi

source: Number
id: Nomor

source: Edit Title
id: Sunting Judul

source: Start
id: Mulai

source: sec
id: dtk

source: File not found
id: Berkas tak ditemukan

source: Remove sub-category
id: Hapus sub katagori

source: Do you want to pause the recording?
id: Anda ingin mengistirahatkan perekaman?

source: Database
id: Basis Data

source: Period
id: Perioda

source: Open playlist
id: Buka daftar putar

source: playlists
id: daftar putar

source: Select a video file
id: Pilih suatu berkas video

source: Could not import project, you need a video file
id: Tidak bisa mengimpro projek, Anda perlu suatu berkas video

source: A project already exists for the file:
id: Suatu projek sudah untuk berkas:

source: Project successfully imported.
id: Projek sukses diimpor.

source: The file associated to this project doesn't exist.
id: Berkas yang terasosiasi ke projek ini tidak ada.

source: If the location of the file has changed try to edit it with the database manager.
id: Bila lokasi berkas telah berubah cobalah menyuntingnya dengan manajer basis data.

source: Creating video thumbnails. This can take a while.
id: Membuat gambar mini video. Ini bisa makan waktu.

source: No capture devices were found.
id: Tidak ditemukan perangkat penangkapan.

source: You are opening a live project without any video file associated yet.
id: Anda membuka suatu projek hidup belum dengan berkas video terkait.

source: Select a video file in the next step.
id: Pilih suatu berkas video dalam langkah selanjutnya.

source: Local team players
id: Pemain tim lokal

source: Visitor team players
id: Pemain tim tamu

source: All teams players
id: Semua pemain tim
