Repository: javiertejedorm/longomatch
Catalog: po/*.po
Languages: id, tr

source: Location not found.
id: Lokasi tak ditemukan.
tr: Konum bulunamadı.

source: Could not open location; you might not have permission to open the file.
id: Tak bisa membuka lokasil mungkin Anda tak punya izin untuk membuka berkas.
tr: Konum açılamadı; dosyayı açmak için izniniz olmayabilir.

source: Media file could not be played.
id: Berkas media tak dapat diputar.
tr: Ortam dosyası oynatılamadı.

source: Failed to create a GStreamer play object. Please check your GStreamer installation.
id: Gagal membuat objek putar GStreamer. Harap periksa instalasi GStreamer Anda.
tr: GStreamer oynatma nesnesi oluşturulamadı. Lütfen GStreamer kurulumunuzu kontrol edin.

source: No valid sink found.
tr: Geçerli havuz bulunamadı.

source: Sports video analysis tool for coaches
id: Alat analisis video olah raga bagi pelatih
tr: Spor video analiz yazılımı

source: The database seems to be locked by another instance and the application will be closed.
tr: Veri tabanı başka bir örnekçe kitlenmiş göründüğünden uygulama kapanacak.

source: The application has finished with an unexpected error.
id: Aplikasi telah berakhir dengan kesalahan yang tak disangka.
tr: Beklenmeyen hata. Uygulama kapatılacak.

source: A log has been saved at:
id: Sebuah log telah disimpan pada:
tr: Kayıt dosyası oluşturuldu::

source: Please, fill a bug report
id: Mohon laporkan bug
tr: Lütfen hata raporu doldurunuz

source: Database locked:
id: Basis data terkunci
tr: Veri tabanı kitli:

source: Unknown database error:
id: Kesalahan basis data yang tak dikenal:
tr: Bilinmeyen veri tabanı hatası:

source: Project loading failed:
tr: Proje yüklemesi başarısız:

source: Project file not found:
tr: Proje dosyası bulunamadı:

source: The name contains invalid characters:
tr: İsim geçersiz karakterler içeriyor:

source: Hotkey already in use:
tr: Kısayol tuşu kullanımda:

source: Delete selected event
tr: Seçili olayı sil

source: Draw frame
tr: Çerçeve çiz

source: Edit selected event
tr: Seçili olayı düzenle

source: Adjust timeline to current position
tr: Zaman çizelgesini mevcut konuma ayarla

source: Frame step backward
tr: Çerçeve adımı geriye doğru

source: Frame step forward
tr: Çerçeve adımı ileri doğru

source: Jump backward
tr: Arkaya atla

source: Jump forward
tr: İleri atla

source: Close loaded event
tr: Yüklenen olayı kapat

source: Start tagging home player
tr: Ev oyuncularını etiketlemeye başla

source: Start tagging away player
tr: Deplasman oyuncusunu etiketlemeye başla

source: Jump to next event
tr: Sonraki olaya atla

source: Jump to prev event
tr: Önceki olaya atla

source: Show dashboard
tr: Anapaneli göster

source: Show zonal tags
tr: Bölgesel etiketleri göster

source: Show timeline
tr: Zaman çizgisini göster

source: Increase playback speed
id: Naikkan kecepatan putar
tr: Oynatma hızını artır

source: Decrease playback speed
id: Turunkan kecepatan putar
tr: Oynatma hızını düşür

source: Pause/Resume capture clock
tr: Yakalama saatini Duraklat/Devam et

source: Start recording period
tr: Devreyi kaydetmeye başla

source: Stop recording period
tr: Devreyi kaydetmeyi durdur

source: Toggle substitutions mode
tr: Yerine koyma kipini tetikle

source: Toggle playback
tr: Geri oynatmayı tetikle

source: Zoom timeline in
tr: Zaman çizelgesine yaklaş

source: Zoom timeline out
tr: Zaman çizelgesinden uzaklaş

source: Keep original size
id: Pertahankan ukuran asli
tr: Orjinal boyutları koru

source: Score
tr: Puan

source: Penalties
tr: Cezalar

source: Sort by name
id: Urut berdasar nama
tr: İsme göre sırala

source: Sort by start time
id: Urut berdasar waktu mulai
tr: Başlama zamanına göre sırala

source: Sort by stop time
id: Urut berdasar waktu selesai
tr: Durma zamanına göre sırala

source: Sort by duration
id: Urut berdasar durasi
tr: Toplam süreye göre sırala

source: Substitution
tr: Yerine koyma

source: Not defined
id: Tak didefinisikan
tr: Tanımlanmamış

source: No video file associated
tr: İlgili video dosyası yok

source: No lineup events found
tr: Sıralı olaylar bulunamadı

source: A substitution can't happen before the lineup event
tr: Sıralı bir olaydan önce yerine koyma yapılamaz

source: Lineup
tr: Sıralan

source: The file you are trying to load is not a valid project
id: Berkas yang Anda coba muat bukan projek yang valid
tr: Yüklemeye çalıştığınız dosya geçerli bir proje dosyası değil

source: Success
tr: Başarılı

source: Outcome
tr: Sonuç

source: Failure
tr: Başarısız

source: Attack
tr: Saldır

source: Defense
tr: Defans

source: Red card
tr: Kırmızı kart

source: Yellow card
tr: Sarı kart

source: Field goal
tr: Alan golü

source: Penalty goal
tr: Penaltı golü

source: Ball playing
tr: Oynayan top

source: Team
id: Tim
tr: Takım

source: Periods
tr: Devreler

source: Name
id: Nama
tr: İsim

source: Color
id: Warna
tr: Renk

source: none
id: nihil
tr: yok

source: Change
id: Ubah
tr: Değiştir

source: HotKey
tr: Kısayol Tuşu

source: Text color
tr: Metin rengi

source: Lead time (s)
tr: Önden gitme zamanı (s)

source: Lag time (s)
tr: Geri kalma zamanı (s)

source: Tag mode
tr: Etiket kipi

source: Automatic
tr: Otomatik

source: Manual
tr: Elle

source: Not tagged
tr: Etiketlenmemiş

source: Tag as point
tr: Nokta olarak etiketle

source: Tag as trayectory
tr: Yörünge olarak etiketle

source: Field position
tr: Alan konumu

source: Half field position
tr: Yarı alan konumu

source: Goal position
tr: Gol konumu

source: Sort Method
id: Metode Pengurutan
tr: Sıralama şekli

source: Tags per row
tr: Satır başına etiket

source: Show tags
tr: Etiketleri göster

source: Shape
tr: Şekil

source: Rectangle
tr: Dikdörtgen

source: Triangle
tr: Üçgen

source: Circle
tr: Daire

source: Points
tr: Nokta

source: None
tr: Hiçbiri

source: Home
id: Kandang
tr: Ev

source: Away
id: Tandang
tr: Uzakta

source: Group
tr: Grup

source: page1
tr: sayfa1

source: page2
tr: sayfa2

source: page3
tr: sayfa3

source: page4
tr: sayfa4

source: <span font_desc="10">Field</span>
tr: <span font_desc="10">Alan</span>

source: <span font_desc="8">click to change...</span>
tr: <span font_desc="8">değiştirmek için tıklayın...</span>

source: <span font_desc="10">Half field</span>
tr: <span font_desc="10">Yarım alan</span>

source: <span font_desc="10">Goal</span>
tr: <span font_desc="10">Gol</span>

source: Events
tr: Olaylar

source: Interface language:
id: Bahasa antar muka:
tr: Arayüz dili:

source: Autosave projects
tr: Projeleri otomatik kaydet

source: Default analysis template
tr: Öntanımlı analiz şablonu

source: Review plays in the same window
tr: Oynatmaları aynı pencerede tekrar görüntüle

source: Output directory
id: Direktori keluaran
tr: Çıktı dizini

source: Render new events automatically (Requires a powerful CPU)
tr: Yeni olayları otomatik olarak gerçekle (Güçlü bir CPU gerektirir)

source: <b>Main camera angle</b>
tr: <b>Ana kamera açısı</b>

source: <b>Angle 2</b>
tr: <b>Açı 2</b>

source: <b>Angle 3</b>
tr: <b>Açı 3</b>

source: <b>Angle 4</b>
tr: <b>Açı 4</b>

source: Events
tr: Olaylar

source: Playlists
tr: Oynatma listeleri

source: Filters
id: Penyaring
tr: Filtreler

source: Name:
id: Nama:
tr: İsim:

source: Description:
tr: Açıklama:

source: Author:
tr: Yazar:

source: File:
id: Berkas:
tr: Dosya:

source: <b>Description</b>
tr: <b>Açıklama</b>

source: <b>Configuration</b>
tr: <b>Yapılandırma</b>

source: Sort by date
tr: Tarihe göre sırala

source: Sort by modification date
tr: Değiştirilme tarihine göre sırala

source: Sort by season
tr: Sezona göre sırala

source: Sort by competition
tr: Rekabete göre sırala

source: <span font_desc="10">Team shield</span>
tr: <span font_desc="10">Takım kalkanı</span>

source: <span font_desc="10">Team name</span>
tr: <span font_desc="10">Takım ismi</span>

source: <span font_desc="10">Tactics</span>
tr: <span font_desc="10">Taktik</span>

source: <span font_desc="10">Colors</span>
tr: <span font_desc="10">Renkler</span>

source: <span font_desc="10">Player picture</span>
tr: <span font_desc="10">Oyuncu resmi</span>

source: <span font_desc="10">Position</span>
tr: <span font_desc="10">Konum</span>

source: <span font_desc="10">Name</span>
tr: <span font_desc="10">İsim</span>

source: <span font_desc="10">Last name</span>
tr: <span font_desc="10">Soyad</span>

source: <span font_desc="10">Nickname</span>
tr: <span font_desc="10">Takma ad</span>

source: <span font_desc="10">Number</span>
tr: <span font_desc="10">Sayı</span>

source: <span font_desc="10">Height</span>
tr: <span font_desc="10">Yükseklik</span>

source: <span font_desc="10">Weight</span>
tr: <span font_desc="10">Ağırlık</span>

source: <span font_desc="10">Birth Date</span>
tr: <span font_desc="10">Doğum Tarihi</span>

source: <span font_desc="10">Nationality</span>
tr: <span font_desc="10">Uyruk</span>

source: <span font_desc="10">E-mail</span>
tr: <span font_desc="10">E-posta</span>

source: Save template
tr: Şablonu kaydet

source: New player
tr: Yeni oyuncu

source: Delete player
tr: Oyuncuyu sil

source: <b>Framerate</b>
id: <b>Laju bingkai</b>
tr: <b>Çerçeve oranı</b>

source: Image format
id: Format citra
tr: Resim biçimi

source: Encoding format
tr: Kodlama biçimi

source: Quality
id: Kualitas
tr: Kalite

source: Enable audio
tr: Sesi etkinleştir

source: Enable title overlay
tr: Başlık bindirmeyi etkinleştir

source: <b>Rendering</b>
id: <b>Perenderan</b>
tr: <b>Gerçekleme</b>

source: <b>Capture</b>
id: <b>Tangkap</b>
tr: <b>Yakala</b>

source: Calendar
id: Kalender
tr: Takvim

source: Choose project
tr: Proje seçin

source: Missing CODECS
tr: Eksik KODLAYICILAR

source: As explained and detailed in the <a href="http://www.longomatch.com/open-source.html">OpenSource project</a> page, the use of this free and open source version of LongoMatch requires that you also install additional software called a CODEC, which may also be free. To acknowledge your understanding and for more information on why this is so, where to get it and how to install it visit the <a href="http://www.longomatch.com/open-source.html">OpenSource project</a> page. To avoid this, and to enjoy many additional functional benefits, we encourage you to upgrade to Longomatch PRO, which, for a fee, is ready-to-use.
tr: <a href="http://www.longomatch.com/open-source.html">AçıkKaynak projesi</a> sayfasında açıklanıp detaylandırıldığı gibi, LongoMatch'in bu özgür ve açık kaynaklı sürümünü kullanmak KODLAYICI denen ek yazılımları da yüklemenizi gerektirir, ki bunlar da özgür olabilir. Anladığınızı doğrulamak ve bunun neden böyle olduğunu doğrulamak, nerden alacağınızı ve nasıl yükleyeceğinizi göstermek için <a href="http://www.longomatch.com/open-source.html">AçıkKaynak projesi</a> sayfasını ziyaret edin. Bundan kaçınmak ve bir çok ek fonksiyonel faydadan yararlanmak için, belirli bir ücret karşılığı Longomatch PRO'ya yükseltmenizi öneririz.

source: Databases manager
id: Manajer basis data
tr: Veri tabanı yöneticisi

source: _Select DB
tr: VT _Seçin

source: _Delete
id: _Hapus
tr: _Sil

source: _Backup
tr: _Yedekle

source: _Add
id: T_ambah
tr: _Ekle

source: Drawing Tool
id: Alat Menggambar
tr: Çizim aracı

source: <b>Tools</b>
id: <b>Alat</b>
tr: <b>Araçlar</b>

source: <b>Color</b>
id: <b>Warna</b>
tr: <b>Renk</b>

source: <b>Size</b>
tr: <b>Boyut</b>

source: <b>Style</b>
tr: <b>Biçem</b>

source: <b>Type</b>
tr: <b>Tür</b>

source: <b>Lines</b>
tr: <b>Satırlar</b>

source: <b>Background</b>
tr: <b>Arkaplan</b>

source: <b>Text</b>
tr: <b>Metin</b>

source: Save to Project
id: Simpan ke Projek
tr: Projeye kaydet

source: Save to File
id: Simpan ke Berkas
tr: Dosyaya kaydet

source: Close
tr: Kapat

source: Properties
tr: Özellikler

source: A capture project is actually running. You can continue with the current capture, cancel it or save your project. <b>Warning: If you cancel the current project all your changes will be lost.</b>
tr: Bir canlı proje devam etmektedir. Devam edebilir, iptal edebilir veya projenizi kayıt edebilirsiniz. <b>Uyarı: İptal etmeniz durumunda tüm değişikler kaybedilecektir. kaybedilecektir.</b>

source: Return
id: Kembali
tr: Geri

source: Cancel capture
id: Batal menangkap
tr: Canlı kayıdı iptal et

source: Stop capture and save project
id: Berhenti menangkap dan simpan projek
tr: Aufnahme anhalten und Projekt speichern

source: Select template name
id: Pilih nama templat
tr: Şablon ismi seç

source: Copy existent template:
id: Salin templat yang ada
tr: Mevcut şablonu kopyala:

source: Players:
id: Pemain:
tr: Oyuncular:

source: Edit event tags
tr: Olay etiketlerini düzenle

source: Capture Progress
id: Kemajuan Tangkap
tr: Yakalama süreci

source: Select a HotKey
tr: Kısayol tuşu seçin

source: Press a key combination...
tr: Bir tuş katışımı girin...

source: Edit play details
tr: Oynatma detaylarını düzenle

source: <b>Name</b>
tr: <b>İsim</b>

source: <b>Notes</b>
id: <b>Catatan</b>
tr: <b>Notlar</b>

source: C_lear finished jobs
tr: Biten işleri temiz_le

source: _Cancel job
tr: İşi _iptal et

source: Retry job
tr: İşi tekrar dene

source: Event:
tr: Olay:

source: Interval (frames/s):
tr: Interval (resim/s):

source: Series Name:
id: Nama Seri:
tr: Seri ismi:

source: Export to PNG images
id: Ekspor ke citra PNG
tr: PNG resim dosyalrı olarak dışa aktar

source: <b>Player in</b>
tr: <b>Oyuncu sahaya</b>

source: <b>Player out</b>
tr: <b>Oyuncu dışarı</b>

source: A new version of LongoMatch has been released at www.ylatuya.es!
id: Sebuah versi baru LongoMatch telah dirilis di www.ylatuya.es!
tr: Yeni versiyon için yardim@cbteknoloji.com ile irtibata geçiniz!

source: The new version is
id: Versi baru adalah
tr: Yeni versiyon:

source: You can download it using this direct link:
id: Anda dapat mengunduhnya melalui taut langsung ini:
tr: İndirme kısayolu:

source: Video converter tool
tr: Video dönüştürme aracı

source: File name:
id: Nama berkas:
tr: Dosya ismi:

source: Size:
tr: Boyut:

source: Bitrate:
tr: Bit oranı:

source: Video Properties
id: Properti Video
tr: Video özellikleri

source: Quality:
id: Kualitas:
tr: Kalite:

source: Image format:
id: Format citra:
tr: Resim biçimi:

source: Encoding Format:
tr: Kodlama Biçimi:

source: Split output in one file per playlist element
tr: Çıktıyı oynatma listesi öğesine bir dosya olacak şekilde böl

source: Directory name:
id: Nama direktori:
tr: Dizin ismi:

source: _File
id: _Berkas
tr: _Dosya

source: _New Project
id: Projek _Baru
tr: _Yeni proje

source: _Open Project
id: Buka Pr_ojek
tr: Proje _aç

source: _Quit
id: _Keluar
tr: _Çık

source: _Close Project
id: _Tutup Projek
tr: Projeyi _kapat

source: _Tools
id: Ala_t
tr: _Araçlar

source: Projects Manager
id: Manajer Projek
tr: Proje yöneticisi

source: Database Manager
id: Manajer Basis Data
tr: Veritabanı yöneticisi

source: Analysis Dashboards Manager
tr: Analiz Anapano Yöneticisi

source: Dashboards Manager
tr: Anapano Yöneticisi

source: _View
tr: _Görünüm

source: Full Screen
id: Layar Penuh
tr: Tam ekran

source: _Save Project
id: _Simpan Projek
tr: Projeyi _kaydet

source: _Help
id: Ba_ntuan
tr: _Yardım

source: _About
id: Ihw_al
tr: _Hakkında

source: Export Project To CSV File
tr: Projeyi CSV olarak dışa aktar

source: Teams Manager
tr: Takım Yönetici

source: _Import Project
id: _Impor Projek
tr: Projeyi _içe aktar

source: Export Project
id: Ekspor Projek
tr: Projeyi Dışa Aktar

source: Export to project file
tr: Proje dosyasına aktar

source: Import from file
tr: Dosyadan içe aktar

source: Video Converter Tool
tr: Video Dönüştürme Aracı

source: Databases Manager
id: Manajer Basis Data
tr: Veri tabanı Yöneticisi

source: Preferences
id: Preferensi
tr: Tercihler

source: Show project stats
tr: Proje istatistiklerini göster

source: Migration Tool
tr: Göç Aracı

source: Video file
tr: Video dosyası

source: Capture device
tr: Yakalama aygıtı

source: Fake capture device
tr: Sahte yakalama aygıtı

source: Ip camera
tr: Ip kamera

source: Competition
id: Kompetisi
tr: Maç

source: Date
id: Tanggal
tr: Tarih

source: Season
id: Musim
tr: Sezon

source: Output file
id: Berkas keluaran
tr: Output dosyası

source: Device
tr: Aygıt

source: Size
tr: Boyut

source: Dashboard
tr: Anapano

source: Tactics
tr: Taktikler

source: <span font_desc="22"><b>Title</b></span>
tr: <span font_desc="22"><b>Başlık</b></span>

source: Information
tr: Bilgi

source: Competition:
id: Kompetisi:
tr: Oyun:

source: Date:
id: Tanggal:
tr: Tarih:

source: Analysis Template:
tr: Analiz Şablonu:

source: Season:
id: Musim:
tr: Sezon:

source: Videos
tr: Videolar

source: Manage dashboards
tr: Anapanoları yönet

source: Manage dashboard buttons
tr: Anapano düğmelerini yönet

source: Manage teams
tr: Takımları yönet

source: Manage players
tr: Oyuncuları yönet

source: TransparentDrawingArea
tr: Saydam çizim alanı

source: Categories
id: Kategori
tr: Kategoriler

source: You are about to delete a category and all the plays added to this category. Do you want to proceed?
tr: Kategoriyi ve kategori altındaki tüm maçları silmek üzeresiniz. Devam etmek istiyor musunuz?

source: A template needs at least one category
id: Suatu templat perlu paling tidak satu kategori
tr: Bir şablonda en az bir kategori bulunmalıdır

source: Field background
tr: Alan arkaplanı

source: Half field background
tr: Yarı alan arkaplanı

source: Goal background
tr: Gol arkaplanı

source: Game periods
id: Perioda permainan
tr: Oyun devreleri

source: Reset
tr: Sıfırla

source: Invalid content. Periods must be separated by spaces ("1 2 ex1 ex2")
tr: Geçersiz içerik. Devreler boşlukla ayrılmalıdır ("1 2 ex1 ex2")

source: Timeline
tr: Zaman çizelgesi

source: Analysis dashboard
tr: Analiz panosu

source: Zonal tags viewer
tr: Bölgesel etiket görüntüleyici

source: Do you want to delete:
tr: Silmek istiyor musunuz:

source: Edit dashboard
tr: Anapanoyu düzenle

source: Disable popup window
tr: Açılır pencereyi kapat

source: Fit dashboard
tr: Anapanoya sığdır

source: Fill dashboard
tr: Anapanoyu doldur

source: 1:1 dashboard
tr: 1:1 anapano

source: Delete
id: Hapus
tr: Sil

source: Could not parse game periods.
tr: Oyun devreleri ayrıştırılamadı.

source: Time:
id: Waktu:
tr: Zaman:

source: Default
id: Baku
tr: Öntanımlı

source: Select folder...
tr: Dizin seçin...

source: Select file...
tr: Dosya seçin...

source: Output folder
tr: Çıktı dizini

source: Categories filter
id: Penyaring kategori
tr: Kategori filtresi

source: Players filter
id: Penyaring pemain
tr: Oyuncu filtresi

source: Synchronize the game periods
tr: Oyun devrelerini eşzamanla

source: Do you want to delete player:
tr: Oyuncuyu silmek istiyor musunuz:

source: Could not parse tactics string
tr: Taktik karakter dizisi ayrıştırılamadı

source: play
id: putar
tr: oynat

source: Edit tags
tr: Etiketleri düzenle

source: Add to playlist
tr: Çalma listesine ekle

source: Export to video file
id: Ekspor ke berkas video
tr: Video dosyasına aktar

source: Export to PGN images
id: Ekspor ke citra-citra PNG
tr: PNG resim dosyası olarak dışarı aktar

source: No video file associated yet for live project
tr: Canlı proje için henüz bir video dosyası ilişkilendirilmedi

source: Duration
id: Durasi
tr: Süre

source: Missing duration info, reload this file.
tr: Süre bilgisi eksik, bu dosyayı yeniden yükleyin.

source: Video codec
id: Kodek video
tr: Video kodlayıcı

source: Audio codec
id: Kodek audio
tr: Ses kodlayıcı

source: Container
tr: Taşıyıcı

source: Active database
id: Basis data aktif
tr: Etkin veri tabanı

source: Last backup
tr: Son yedek

source: Projects count
id: Cacah projek
tr: Proje sayısı

source: Database name
id: Nama basis data
tr: Veri tabanı adı

source: A database already exists with this name
id: Sebuah basis data dengan nama ini sudah ada
tr: Bu isimde bir veri tabanı zaten var

source: This database is the active one and can't be deleted
id: Basis data ini adalah yang aktif dan tak dapat dihapus
tr: Bu veri tabanı etkin durumda ve silinemez

source: Do you really want to delete the database:
id: Anda memang ingin menghapus identitas basis data:
tr: Veri tabanını gerçekten silmek istiyor musunuz:

source: Backup successfull
tr: Yedek başarılı

source: Could not create backup
tr: Yedek oluşturulamadı

source: Text
tr: Metin

source: Select player
tr: Oyuncu seçin

source: Do you want to clear the drawing?
tr: Çizimi temizlemek istiyor musunuz?

source: Save File as...
id: Simpan Berkas sebagai...
tr: Dosyayı farklı kaydet …

source: Edit
id: Sunting
tr: Düzenle

source: Do you want to close the current drawing?
tr: Mevcut çizimi kapatmak istiyor musunuz?

source: Do you want to remove this group and all its tags?
tr: Bu grup ve tüm etiketlerini silmek istiyor musunuz?

source: Do you want to remove this tag?
tr: Bu etiketi kaldırmak istiyor musunuz?

source: New tag
tr: Yeni etiket

source: <b>Group name:</b>
tr: <b>Grup ismi:</b>

source: Add new group
tr: Yeni grup ekle

source: New group
tr: Yeni grup

source: Add new tag
tr: Yeni etiket ekle

source: Capturing frame:
id: Menangkap bingkai:
tr: Yakalanan görüntü:

source: Done
id: Selesai
tr: Tamam

source: is not a valid key modifier: Alt, Shift or Ctrl
tr: geçerli tuş değiştirici değil: Alt, Shift veya Ctrl

source: Common tags
tr: Yaygın etiketler

source: The Project has been edited, do you want to save the changes?
tr: Değişiklikleri kaydetmek istiyor musunuz?

source: This Project is actually in use.
tr: Bu proje şu an kullanımda.

source: Close it first to allow its removal from the database
tr: Veritabanından silmeden önce lütfen kapatınız

source: Do you really want to delete:
id: Apakah Anda memang ingin menghapus:
tr: Gerçekten silmek istiyor musunuz:

source: The Project you are trying to load is actually in use.
tr: Yüklemeye çalıştığınız proje şu an kullanımda.

source: Close it first to edit it
id: Tutup dulu sebelum menyuntingnya
tr: Değişiklik yapmak için önce kapatmalısınız

source: Save Project
id: Simpan Projek
tr: Projeyi kaydet

source: Pause or play
id: Jeda atau putar
tr: Duraklat veya oynat

source: Step forward one frame
id: Melangkah maju satu bingkai
tr: Bir çerçeve iler adım at

source: Step backward one frame
id: Melangkah mundur satu bingkai
tr: Bir çerçeve geri adım at

source: Jump forward X seconds
id: Maju X detik
tr: X saniye ileri atla

source: Jump backward X seconds
id: Mundur X detik
tr: X saniye geri atla

source: Templates Files
id: Berkas Templat
tr: Şablon dosyaları

source: The template has been modified. Do you want to save it?
tr: Şablon dosyası değiştirildi? Kaydetmek istiyor musunuz?

source: Template name
id: Nama templat
tr: Şablon ismi

source: You cannot create a template with a void name
id: Anda tidak bisa membuat templat dengan nama kosong
tr: Lütfen şablona bir isim veriniz

source: A template with this name already exists
id: Sebuah templat dengan nama ini sudah ada
tr: Bu isimle bir şablon kaydedilmiş

source: You can't delete the 'default' template
id: Anda tak bisa menghapus templat 'default'
tr: Varsayılan şablonu silemezsiniz

source: Do you really want to delete the template:
id: Apakah Anda memang ingin menghapus templat:
tr: Bu şablonu silmek istiyor musunuz:

source: Add file
id: Tambah berkas
tr: Dosya ekle

source: Please, select a video file.
id: Harap pilih suatu berkas video.
tr: Lütfen bir video dosyası seçiniz.

source: Please, select an output directory.
id: Harap pilih suatu direktori keluaran.
tr: Lütfen, çıktı dizini seçin.

source: The playlist you want to render is empty.
tr: Gerçeklemek istediğiniz oynatma listesi boş.

source: Select video files
tr: Video dosyaları seçin

source: Some video files are missing for this project
tr: Bu projedeki bazı video dosyaları eksik

source: Some video files are still missing for this project.
tr: Bu projenin bazı video dosyaları hala eksik.

source: You need at least 1 video file for the main angle
tr: Ana açı için en az 1 video dosyasına ihtiyacınız var

source: Add period
tr: Devre ekle

source: Period name
tr: Devre ismi
